const langArr = {
    "memu_study" : {
        "ru": "обучение",
        "ua": "Навчання",
    },
    "memu_course" : {
        "ru": "Курсы",
        "ua": "Курси",
    },
    "memu_cost" : {
        "ru": "Цены",
        "ua": "Ціни",
    },
    "memu_special" : {
        "ru": "Дополнительно",
        "ua": "Додатково",
    },
    "memu_contact" : {
        "ru": "Контакты",
        "ua": "Контакти",
    },
    "main" : {
        "ru": "Главная",
        "ua": "Головна",
    },
    "main_contact" : {
        "ru": "Контакты",
        "ua": "Контакти",
    },
    "section_title" : {
        "ru": "Что такое ESL",
        "ua": "Що таке ESL",
    },
    "section_text_1" : {
        "ru": "Маленькие дети осваивают язык естественным образом, в процессе общения, задолго до того, как они пойдут в школу, где им расскажут о правилах грамматики. Ребенок может не разбираться в правилах, но это совершенно не мешает ему свободно говорить и понимать. Ребенок учит язык, подражая и копируя речь окружающих, повторяя за мамой, папой, родственниками и сверстниками! Но даже став взрослым, человек большинство слов и оборотов узнает не из книг, а посредством живого общения!",
        "ua": "Маленькі діти освоюють мову природним чином, в процесі спілкування, задовго до того, як вони підуть до школи, де їм розкажуть про правила граматики. Дитина може не тямити в правилах, але це зовсім не заважає їй вільно говорити та розуміти. Дитина вчить мову, наслідуючи і копіюючи мову оточуючих, повторюючи за мамою, татом, родичами та однолітками! Але навіть подорослішавши людина більшість слів і мовних зворотів дізнається не з книг, а за допомогою живого спілкування!",
    },
    "section_text_2" : {
        "ru": "Существует разница между книжным, литературным и живым разговорным языком, которым все пользуются ежедневно. Даже если вы совсем не знаете английский язык, то первым делом необходимо выучить разговорный английский, научиться общаться на нем – выражать свои мысли и понимать собеседника. Это невозможно сделать, сидя за компьютером или читая книги. Необходима максимальная практика! И именно живая практика является основой методики ESL.",
        "ua": "Існує різниця між книжковою, літературною та живою розмовною мовою, якою ми користуємося щодня. Навіть якщо ви зовсім не знаєте англійську мову, то насамперед необхідно вивчити розмовну англійську, навчитися спілкуватися нею - висловлювати свої думки і розуміти співрозмовника. Це неможливо зробити, сидячи за комп'ютером або читаючи книги. Необхідна максимальна практика! І саме жива практика є основою методики ESL.",
    },
    "section_text_3" : {
        "ru": "На курсах ESL обучающиеся очень быстро набирают словарный запас и осваивают конструкции речи в ходе живого общения и тренировок в парах. При этом используются наиболее ходовые разговорные шаблоны предложений, структура которых остается неизменной, но меняются слова. Тренировка этих клише позволяет обучающимся с первого урока легко выражать свои мысли на английском языке, причем делать это бегло, без мучительного вспоминания правильной грамматической конструкции. А использование метода ассоциаций позволяет за короткий срок запоминать большое количество новых слов во всех аспектах: написание, произношение и восприятие на слух.",
        "ua": "На курсах ESL навчаються дуже швидко набирають словниковий запас і освоюють конструкції мови в ході живого спілкування та тренувань в парах. При цьому використовуються найбільш ходові розмовні шаблони речень, структура яких залишається незмінною, змінюються лише слова. Тренування цих кліше дозволяє навчитися з першого уроку легко висловлювати свої думки англійською мовою, робити це швидко, без довгого згадування правильної граматичної конструкції. А використання методу асоціацій дозволяє за короткий термін запам'ятовувати велику кількість нових слів в всіх аспектах: написання, вимова і сприйняття на слух.",
    },
    "section_title--ESL": {
        "ru": "ESL – разговорная методика изучения английского №1 в мире!",
        "ua": "ESL – розмовна методика вивчення англійскої №1 у світі!", 
    },
    "card_text_1": {
        "ru": "Более 100 000 человек выучили английский по методике ESL",
        "ua": "Більш ніж 100 000 людей вивчили англійську за методикою ESL",
    },
    "card_text_2": {
        "ru": "25 стран имеют центры ESL",
        "ua": "25 країн мають центри ESL",
    },
    "card_text_3": {
        "ru": "20 лет ESL доказывает свою эффективность",
        "ua": "20 років ESL доводить свою ефективність",
    },
    "stat_text_1": {
        "ru": "дней - начинаем говорить",
        "ua": "днів - починаємо говорити",
    },
    "stat_text_2": {
        "ru": "дней - уверенное общение",
        "ua": "днів - впевнене спілкування",
    },
    "stat_text_3": {
        "ru": "дней - свободный английский",
        "ua": "днів - вільна англійська",
    },
    "training_title": {
        "ru": "Как происходит обучение",
        "ua": "Як відбувається навчання",
    },
    "services_title_1": {
        "ru": "Учим слова",
        "ua": "Вчимо слова",
    },
    "services_text_1": {
        "ru": "Слово – основа любого языка. Чем больше словарный запас, тем точнее человек выражает свои мысли. Ключевым в запоминании слов является практика, то есть проговаривание слов в речи.",
        "ua": "Слово - основа будь-якої мови. Чим більший словниковий запас, тим точніше людина висловлює свої думки. Головне під час запам'ятовування слів це практика, тобто промовляння слів.",
    },
    "services_title_2": {
        "ru": "Учим модели предложений",
        "ua": "Вчимо моделі речень",
    },
    "services_text_2": {
        "ru": "В основе чего бы то ни было всегда есть простые элементы, в языке этими элементами являются модели предложений, так называются самые типичные построения фраз.",
        "ua": "В основі чого завгодно завжди є прості елементи, в мові цими елементами є моделі речень, так називаються найтиповіші конструкції фраз.",
    },
    "services_title_3": {
        "ru": "Тренируемся",
        "ua": "Тренуємося",
    },
    "services_text_3": {
        "ru": "Каждый из нас может легко объяснить какое-либо свое умение тем, что он много практиковался. На наших уроках 80% времени вы будете практиковаться, формируя навык общения на занятиях.",
        "ua": "Кожен з нас може легко пояснити будь-яке своє вміння тим, що він багато практикувався. На наших уроках 80% часу ви будете практикуватися, формуючи навички спілкування на заняттях.",
    },
    "services_title_4": {
        "ru": "Пишем",
        "ua": "Пишемо",
    },
    "services_text_4": {
        "ru": "У нашего домашнего задания есть одна важная особенность – оно заключается в письменной практике только того, что было пройдено на уроке, и окончательном закреплении изученного!",
        "ua": "У нашого домашнього завдання є одна важлива особливість - воно полягає в писемній практиці тільки того, що було пройдено на уроці, й остаточному закріпленні вивченого!",
    },
    "services_title_5": {
        "ru": "Основная задача школы",
        "ua": "Основне завдання школи",
    },
    "services_text_5": {
        "ru": "Основная задача школы – научить студентов практическому владению иностранным языком на любом уровне сложности. Мы помогаем обрести свободу в общении!",
        "ua": "Основне завдання школи - навчити студентів практичного володіння іноземною мовою на будь-якому рівні складності. Ми допомагаємо знайти свободу в спілкуванні!",
    },
    "services_title_6": {
        "ru": "Свбодно общаемся",
        "ua": "Вільно спілкуємося",
    },
    "services_text_6": {
        "ru": "Свободное общение - способность выражать любые свои мысли и воспринимать речь на слух. Всё это приходит в процессе практики и освоения каждого списка слов и различных вариантов построения предложений.",
        "ua": "Вільне спілкування - здатність висловлювати будь-які свої думки і сприймати мову на слух. Все це приходить в процесі практики і освоєння кожного списку слів та різних варіантів побудови речень. ",
    },
    "anim_show": {
        "ru": "Уровни владения английского языка",
        "ua": "Рівні володіння англійською мовою",
    },
    "anim_show_l": {
        "ru": "В зависимости от объема знаний и речевых навыков, выделяется шесть уровней владения иностранным языком. Прочитав описание каждого из них, вы приблизительно сможете определить свой текущий уровень.",
        "ua": "Залежно від обсягу знань та розмовних навичок, виділяється шість рівнів володіння іноземною мовою. Прочитавши опис кожного з них, ви зможете приблизно визначити свій поточний рівень.",
    },
    "level_desc_1": {
        "ru": "«Прорыв» или начальный уровень. Словарный запас менее 1500 слов.",
        "ua": "«Прорив» або початковий рівень. Словниковий запас менше ніж 1500 слів.",
    },
    "level_text_1": {
        "ru": "Вы можете понимать и использовать повседневные выражения, основные фразы, направленные на удовлетворение базовых потребностей, самостоятельно представляться на английском и представить других, понимать надписи с иллюстрациями (открытки, дорожные указатели, краткие пояснения, вывески).",
        "ua": "Ви можете розуміти і використовувати повсякденні вирази, основні фрази, спрямовані на задоволення базових потреб, самостійно представлятися англійською і представияти інших, розуміти написи з ілюстраціями (листівки, дорожні знаки, короткі пояснення, вивіски).",
    },
    "level_desc_2": {
        "ru": "«Продолжение пути» или элементарный уровень. Словарный запас 1500-2500 слов.",
        "ua": "«Продовження шляху» або елементарний рівень. Словниковий запас 1500-2500 слів.",
    },
    "level_text_2": {
        "ru": "Вы можете понимать высказывания, относящиеся к самым насущным аспектам жизни (о себе, семье, покупках), спросить дорогу и понять ответ, рассказать кто вы, где живете, с кем общаетесь, понимать телерепортажи(с субтитрами), читать и понимать простое письмо (несложные личные письма).",
        "ua": "Ви можете розуміти висловлювання, які стосуються найбільш нагальних аспектів життя (про себе, сім'ю, покупки), запитати дорогу і зрозуміти відповідь, розповісти хто ви, де живете, з ким спілкуєтеся, розуміти телерепортажі (з субтитрами), читати і розуміти простиі листи (нескладні особисті листи).",
    },
    "level_desc_3": {
        "ru": "«Пороговый» или средний уровень английского языка. Словарный запас 2750-3250 слов.",
        "ua": "«Граничний» або середній рівень володіння англійською мовою. Словниковий запас 2750-3250 слів.",
    },
    "level_text_3": {
        "ru": "Вы можете описать впечатления, события, мечты, надежды и стремления, вкратце изложить и обосновать свое мнение, смотреть фильмы в оригинале, прочесть простейшую инструкцию, рекламные брошюры, письма и короткие официальные документы, написать связное сообщение (эссе, письмо, инструкцию) на знакомую тематику.",
        "ua": "Ви можете описувати враження, події, мрії, надії і прагнення, коротко викласти і обґрунтувати свою думку, дивитися фільми в оригіналі, прочитати найпростішу інструкцію, рекламні брошури, листи і короткі офіційні документи, написати зв'язне повідомлення (есе, лист, інструкцію) на знайому тематику.",
    },
    "level_desc_4": {
        "ru": "«Превосходство» или средне-продвинутый уровень английского языка. Словарный запас 3250-3750 слов.",
        "ua": "«Перевага» або середньо-просунутий рівень англійської мови. Словниковий запас 3250-3750 слів.",
    },
    "level_text_4": {
        "ru": "Вы можете понять суть сложного текста на конкретную или абстрактную тему, свободно общаться на отвлеченные темы, взаимодействовать с носителями языка без напряжения для каждой из сторон; смотреть большинство англоязычных телепрограмм(интервью, репортажи, ток-шоу, прямые трансляци), написать эссе/письмо на незнакомую тематику.",
        "ua": "Ви можете зрозуміти суть складного тексту на конкретну або абстрактну тему, вільно спілкуватися на абстрактні теми, взаємодіяти з носіями мови без напруги для кожної зі сторін; дивитися більшість англомовних телепрограм (інтерв'ю, репортажі, ток-шоу, пряма трансляція), написати есе / лист на незнайому тематику.",
    },
    "level_desc_5": {
        "ru": "Уровень эффективного функционирования или продвинутый уровень английского языка. Словарный запас 3750-4500 слов.",
        "ua": "Рівень ефективного функціонування або просунутий рівень англійської мови. Словниковий запас 3750-4500 слів.",
    },
    "level_text_5": {
        "ru": "Вы можете понять сложные и длинные тексты, изъясняться свободно и спонтанно, без явных затруднений, использовать язык в социальной, научной и профессиональной деятельности, понимать неадаптированные фильмы с большим количеством сленга и идиом, писать четкие хорошо структурированные тексты, поддерживать эффективную переписку на английском.",
        "ua": "Ви можете розуміти складні та довгі тексти, висловлюватися вільно і спонтанно, без явних труднощів, використовувати мову в соціальній, наукової та професійної діяльності, розуміти неадаптовані фільми з великою кількістю сленгу та ідіом, писати чіткі добре структуровані тексти, підтримувати ефективне листування англійською.",
    },
    "level_desc_6": {
        "ru": "Владение в совершенстве. Словарный запас от 4500 слов и более.",
        "ua": "Бездоганне володіння. Словниковий запас від 4500 слів і більше.",
    },
    "level_text_6": {
        "ru": "Вы можете понимать практически все услышанное и прочитанное, обобщить информацию из различных устных и письменных источников, оформить доводы и мнения в виде связного текста, говорить на любую тему без подготовки, точно и без затруднений выражая свою мысль, различая малейшие оттенки значений даже в самых сложных ситуациях.",
        "ua": "Ви можете розуміти практично все почуте і прочитане, узагальнювати інформацію з усних і письмових джерел, оформити доводи і думки у вигляді зв'язного тексту, говорити на будь-яку тему без підготовки, точно і без труднощів висловлюючи свою думку, розрізняючи найменші відтінки значень навіть в найскладніших ситуаціях.",
    },
    "сourses_title": {
        "ru": "Наши курсы",
        "ua": "Наші курси",
    },
    "сourses_text": {
        "ru": "В зависимости от ваших целей, возраста и того, где именно вы хотите применять английский мы предлагаем несколько направлений обучения, чтобы вы могли быть уверенны в том, что по окончанию курса вы получите именно тот результат, который хотите.",
        "ua": "Залежно від ваших цілей, віку і того, де саме ви хочете застосовувати англійську ми пропонуємо кілька напрямків навчання, щоб ви могли бути впевнені в тому, що по закінченню курсу ви отримаєте саме той результат, який хочете.",
    },
    "accordion_title_1": {
        "ru": "Разговорный курс",
        "ua": "Розмовний курс",
    },
    "accordion_goal_1": {
        "ru": "Цель курса: в кратчайшие сроки заговорить на английском.",
        "ua": "Мета курсу: в найкоротші терміни заговорити англійською.",
    },
    "accordion_content_1": {
        "ru": "Курс рассчитан не только на людей, делающих свои первые шаги в изучении английского, но и на тех, кто уже достаточно хорошо умеет общаться. Благодаря использованию методики ESL и тренировкам в парах без зубрежки и нудных заучиваний, уже через месяц занятий вы научитесь бегло говорить на английском, как на своём родном языке. Вы сможете общаться на различные темы, начиная с описания внешности человека и заканчивая банковскими системами в разных странах мира. А поскольку уроки будут проходить в дружественной и весёлой атмосфере, вы получите от обучения максимум удовольствия.",
        "ua": "Курс розрахований не тільки на людей, які роблять свої перші кроки у вивченні англійської, а й на тих, хто вже досить добре вміє спілкуватися. Завдяки використанню методики ESL і тренувань в парах без зубріння і нудних заучувань, вже через місяць занять ви навчитеся швидко говорити англійською, як на своїй рідній мові. Ви зможете спілкуватися на різні теми, починаючи з опису зовнішності людини і закінчуючи банківськими системами в різних країнах світу. А оскільки уроки будуть проходити в дружній і веселій атмосфері, ви отримаєте від навчання максимум задоволення.",
    },
    "accordion_title_2": {
        "ru": "Курс для тинейджеров",
        "ua": "Курс для тінейджерів",
    },
    "accordion_goal_2": {
        "ru": "Курс for teen направлен на достижение двух целей: повысить успеваемость в школе, и научить свободно общаться.",
        "ua": "Курс for teen спрямований на досягнення двох цілей: підвищити успішність у школі, і навчити вільно спілкуватися.",
    },
    "accordion_content_2": {
        "ru": "Оценки — это важно, но ещё важнее – способность свободно говорить, читать и писать на английском языке. Без этого навыка в современном мире сложно добиться успеха, сделать карьеру, построить бизнес.",
        "ua": "Оцінки - це важливо, але ще важливіше - здатність вільно говорити, читати і писати англійською мовою. Без цієї навички в сучасному світі складно домогтися успіху, зробити кар'єру, побудувати бізнес.",
    },
    "accordion_goal_3": {
        "ru": "Цель курса: отбросить потребность прибегать к помощи on-line переводчика при выезде за границу.",
        "ua": "Мета курсу: відкинути потребу on-line перекладача при виїзді за кордон.",
    },
    "accordion_content_3": {
        "ru": "Постоянное общение с преподавателем и использование методики ESL направлено, прежде всего, на повышение уровня разговорного английского. Помимо работы в парах, обучение включает в себя набор лексики по ходовым темам (аэропорт, ресторан, отель, магазин), интерактивные обучающие игры, ролевые упражнения, и аудирование. В ролевых упражнениях обыгрывают ситуации, с которыми вы можете столкнутьсяя при выезде за границу (аэропорт, отель, магазин, и т.д.), отрабатывается навык говорения, беглость речи, правильность построения разговорных выражений, закрепляется активный лексический запас, преодолевается языковой барьер.",
        "ua": "Постійне спілкування з викладачем і використання методики ESL направлено, перш за все, на підвищення рівня розмовної англійської. Крім роботи в парах, навчання включає в себе набір лексики по ходовим темам (аеропорт, ресторан, готель, магазин), інтерактивні навчальні ігри, рольові вправи, і аудіювання. У рольових вправах обіграють ситуації, які можуть з вами трапитися при виїзді за кордон (аеропорт, готель, магазин, і т.д.), відпрацьовуються навички говоріння, швидкість мови, правильність побудови розмовних виразів, закріплюється активний лексичний запас, долається мовний бар'єр.",
    },
    "accordion_title_4": {
        "ru": "Подготовка к ЗНО",
        "ua": "Підготовка до ЗНО",
    },
    "accordion_goal_4": {
        "ru": "Цель курса: максимально высокий балл при сдаче ЗНО.",
        "ua": "Мета курсу: максимально високий бал при здачі ЗНО.",
    },
    "accordion_content_4": {
        "ru": "Курс построен на основе реальных вопросов из тестов ЗНО, что позволяет избежать неприятных сюрпризов на экзамене. Средний балл наших учеников при сдаче ЗНО 182%, что на 20% выше, чем в среднем по Украине. 99,9% наших учеников добиваются поставленных целей, и после сдачи ЗНО поступают в лучшие вузы страны. Подготовку к ЗНО ведут преподаватели высочайшего класса, лично сдавшие ЗНО с результатом не менее 195 баллов.",
        "ua": "Курс побудований на основі реальних питань з тестів ЗНО, що дозволяє уникнути неприємних сюрпризів на іспиті. Середній бал наших учнів при здачі ЗНО 182%, що на 20% вище, ніж в середньому по Україні. 99,9% наших учнів домоглися поставлених цілей, і після здачі ЗНО вступили в кращі вузи країни. Підготовку до ЗНО ведуть викладачі найвищого класу, які здали ЗНО з результатом не менше ніж на 195 балів.",
    },
    "accordion_goal_5": {
        "ru": "Цель курса: практическое владение иностранным языком и обретение свободы в общении.",
        "ua": "Мета курсу: практичне володіння іноземною мовою та набуття свободи в спілкуванні.",
    },
    "accordion_content_5": {
        "ru": "Вы живете в другом городе или даже другой стране, но наслышаны о наших курсах и хотите учить английский именно с нами? Для вас есть специальное предложение: ON-LINE РАЗГОВОРНЫЙ КУРС. Курс разработан по методике ESL, но занятия проходят в on-line формате в приложении. Это дает возможность изучать язык у себя дома, а качество обучения будет таким же,как если бы вы посещали занятия в реальности! После тестирования и определения вашего уровня, вам подберут напарника, с которым вы будете выполнять тренировки под контролем преподавателя так же, как это происходит на обычных уроках по методике ESL. Распределение по кабинетам в Zoom - это та функция, благодаря которой, ваш преподаватель сможет отслеживать и контролировать вашу работу в парах.",
        "ua": "Ви живете в іншому місті або навіть іншій країні, але чули про наші курси і хочете вивчати англійську саме з нами? Для вас є спеціальна пропозиція: ON-LINE розмовний курс. Курс розроблений за методикою ESL, але заняття проходять в on-line форматі. Це дає змогу вивчати мову у себе вдома, а якість навчання буде такою ж, як якщо б ви відвідували заняття в реальності! Після тестування і визначення вашого рівня, вам підберуть напарника, з яким ви будете виконувати тренування під контролем викладача так само, як це відбувається на звичайних уроках за методикою ESL. Розподіл по кабінетах в Zoom - це та функція, завдяки якій, ваш викладач зможе відстежувати і контролювати вашу роботу в парах.",
    },
    "accordion_title_6": {
        "ru": "Дополнительные курсы",
        "ua": "Додаткові курси",
    },
    "accordion_content_6": {
        "ru": "У вас неплохой уровень английского, но вы решили не терять форму, и немного попрактиковаться, расширив также свой словарный запас? Решили провести свои выходные весело и с пользой? Желаете пообщаться с носителем языка, посмотреть интересный фильм или послушать новую песню на английском, а затем обсудить это в приятной компании? Тогда эти курсы именно для Вас!",
        "ua": "У вас непоганий рівень володіння англійською мовою, але ви вирішили не втрачати форму, і трохи попрактикуватися, розширивши також свій словниковий запас? Вирішили провести свої вихідні весело і з користю? Бажаєте поспілкуватися з носієм мови, подивитися цікавий фільм або послухати нову пісню англійською, а потім обговорити це в приємній компанії? Тоді ці курси саме для Вас!",
    },
    "reviews_text_1": {
        "ru": "“Очень интересный метод обучения, где по большей мере вы разговариваете, а не зубрите грамматику. Есть Spiking club, где можно общаться с носителями языка. Спасибо нашей учительнице Ольге. Я подняла свои знания английского ещё выше благодаря вам.”",
        "ua": "“Дуже цікавий метод навчання, де по більшій мірі ви розмовляєте, а не зубрите граматику. Є Spiking club, де можна спілкуватися з носіями мови. Спасибі нашій вчительці Ользі. Я значно поліпшила свої знання англійської завдяки вам.”",
    },
    "reviews_text_2": {
        "ru": "“У меня были проблемы при изучении английского: языковой барьер и отсутствие эффективной системы. В ESL я начала говорить и у меня строгий преподаватель, который меня направляет. Я могу рекомендовать эти курсы, как эффективные.”",
        "ua": "“У мене були проблеми з вивченням англійської: мовний бар'єр і відсутність ефективної системи. У ESL я почала говорити, у мене строгий викладач, який мене направляє. Я можу рекомендувати ці курси, як ефективні.”",
    },
    "reviews_text_3": {
        "ru": "“Мне очень понравилось изучать английский в данной школе. Порадовала программа изучения, она очень необычная и прогрессивная. Также очень круто общаться и практиковаться с носителями языка из разных стран мира!”",
        "ua": "“Мені дуже сподобалося вивчати англійську в даній школі. Порадувала програма вивчення, вона дуже незвичайна і прогресивна. Також дуже круто спілкуватися і практикуватися з носіями мови з різних країн світу!”",
    },
    "cost_title": {
        "ru": "Курс созданный для вас",
        "ua": "Курс створений для вас",
    },
    "cost_content": {
        "ru": "Специальные курсы по эффективной методике ESL. Уникальная методика изучения языка. Результаты уже через месяц.",
        "ua": "Спеціальні курси по ефективній методиці ESL. Унікальна методика вивчення мови. Результати вже через місяць.",
    },
    "card_name_1": {
        "ru": "Разговорный курс",
        "ua": "Розмовний курс",
    },
    "card_prof_1": {
        "ru": "Хотите заговорить на английском уже на первом занятии? Устали от бесконечного изучения английского по учебникам? Хотите окунуться в теплую, дружескую атмосферу живого общения, завести новые знакомства?",
        "ua": "Хочете заговорити англійською вже на першому занятті? Втомилися від нескінченного вивчення англійської за підручниками? Хочете поринути в теплу, дружню атмосферу живого спілкування, завести нові знайомства?",
    },
    "card_name_2": {
        "ru": "КУРС ДЛЯ ТИНЕЙДЖЕРОВ",
        "ua": "Курс для тінейджерів",
    },
    "card_prof_2": {
        "ru": "Хотите подтянуть английский и улучшить успеваемость? Чувствуете, что школьных знаний недостаточно? Устали от бездумной зубрежки скучных тем? Хотите изучать английский в живом общении?",
        "ua": "Хочете підтягнути англійську та поліпшити успішність? Відчуваєте, що шкільних знань недостатньо? Втомилися від бездумного зубріння нудних тем? Хочете вивчати англійську в живому спілкуванні?",
    },
    "card_prof_3": {
        "ru": "Собрались в отпуск или зарубежную командировку, и хотите быть уверенным, что в аэропорту, отеле, ресторане или магазине, или за столом переговоров вас поймут? Хотите раз и навсегда избавиться от языкового барьера?",
        "ua": "Зібралися у відпустку або закордонне відрядження, і хочете бути впевненим, що в аеропорту, готелі, ресторані або магазині, або за столом переговорів вас зрозуміють? Хочете раз і назавжди позбутися від мовного бар'єру?",
    },
    "card_prof_4": {
        "ru": "Хотите заговорить на английском уже на первом занятии находясь, где вам угодно? Вам неудобно ездить на занятия? Устали от бесконечного изучения английского по учебникам?",
        "ua": "Хочете заговорити англійською вже на першому занятті перебуваючи, де вам завгодно? Вам незручно їздити на заняття? Втомилися від нескінченного вивчення англійської за підручниками?",
    },
    "card_name_5": {
        "ru": "ПОДГОТОВКА К ЗНО",
        "ua": "ПІДГОТОВКА ДО ЗНО",
    },
    "card_prof_5": {
        "ru": "Хотите получить высокие баллы и гарантировано поступить в ВУЗ? Времени для подготовки остается мало, а материала слишком много? Чувствуете, что есть пробелы в знаниях?",
        "ua": "Хочете отримати високі бали і гарантовано вступити до ВНЗ? Часу для підготовки залишається мало, а матеріалу забагато? Відчуваєте, що є прогалини в знаннях?",
    },
    "card_name_6": {
        "ru": "КУРС С НОСИТЕЛЕМ",
        "ua": "КУРС З НОСіЄМ",
    },
    "card_prof_6": {
        "ru": "У вас неплохой уровень английского, но вы неуверенно говорите? Это исправят профессиональные спикеры, разнообразные темы для общения и общение, стирающее все языковые барьеры.",
        "ua": "У вас непоганий рівень володіння англійською мовою, але ви невпевнено говорите? Це виправлять професійні спікери, різноманітні теми для спілкування і спілкування, що стирають всі мовні бар'єри.",
    },
    "special_title": {
        "ru": "Дополнительные курсы от ESL",
        "ua": "Додаткові курси від ESL",
    },
    "special_text": {
        "ru": "Наши дополнительные курсы рассчитаны на то, что вы сможете получать удовольствие от занятий даже на выходных.",
        "ua": "Наші додаткові курси розраховані на те, що ви зможете отримувати задоволення від занять навіть на вихідних.",
    },
    "works_text_1": {
        "ru": "Хватит отсиживаться дома по субботам. Ждём вас на наших захватывающих просмотрах фильмов на английском. Обсуждение фильма, изучение новых слов и полезное времяпровождение в нашей школе гарантирует хорошее настроение на всю следующую неделю. Хотите научиться понимать речь героев, выучить новые слова и просто провести отлично время, тогда вам именно сюда. Мы показываем самые интересные фильмы.",
        "ua": "Досить відсиджуватися вдома по суботах. Чекаємо вас на наших захоплюючих переглядах фільмів англійською. Обговорення фільму, вивчення нових слів і проводження часу з користю в нашій школі гарантує гарний настрій на весь наступний тиждень. Хочете навчитися розуміти мову героїв, вивчити нові слова і просто провести чудово час, тоді вам саме сюди. Ми показуємо найцікавіші фільми.",
    },
    "works_text_2": {
        "ru": "Аудирование является неотъемлемой частью в изучении и восприятии английского языка. Именно поэтому мы подготовили специальный дополнительный курс, на котором вы будете прослушивать интересные тексты и песни на английском, учить новые слова и выполнять несложные упражнения. Здесь вы научитесь воспринимать английский на слух, послушаете различные интересные тексты и песни на английском.",
        "ua": "Аудіювання є невід'ємною частиною у вивченні і сприйнятті англійської мови. Саме тому ми підготували спеціальний додатковий курс, на якому ви будете прослуховувати цікаві тексти і пісні англійською, вчити нові слова і виконувати нескладні вправи. Тут ви навчитеся сприймати англійську на слух, послухаєте різні цікаві тексти і пісні англійською.",
    },
    "works_text_3": {
        "ru": "Курс рассчитан на людей, у которых есть проблемы с изучением грамматических правил и структур. Всего за 6 часов вы улучшите ваши языковые навыки, поймёте правила грамматики и закрепите их. Интенсивный курс грамматики поможет закрепить полученные знания на уровне, получить новую информацию о конструкциях предложений или восполнить пробелы в английском.",
        "ua": "Курс розрахований на людей, у яких є проблеми з вивченням граматичних правил і структур. Всього за 6 годин ви поліпшите ваші мовні навички, зрозумієте правила граматики і закріпіть їх. Інтенсивний курс граматики допоможе закріпити отримані знання на рівні, отримати нову інформацію про конструкції пропозицій або заповнити прогалини в англійському.",
    },
    "works_text_4": {
        "ru": "Окунитесь в англоязычную среду, благодаря нашим Speaking club. Живое общение с носителем, интересные темы и групповые обсуждения - все это ждёт вас у нас в школе. Хотите подтянуть свою речь, закрепить знания полученные на уроках, тогда ждём вас на часовом уроке с носителем языка.",
        "ua": "Пориньте в англомовне середовище, завдяки нашим Speaking club. Живе спілкування з носієм, цікаві теми і групові обговорення - все це чекає вас у нас в школі. Хочете підтягнути свою промову, закріпити знання отримані на уроках, тоді чекаємо вас на годинному уроці з носієм мови.",
    },
    "reviews_text_4": {
        "ru": "“Это превосходная возможность совместить приятное с полезным, почерпнуть новую информацию и пообщаться с новыми людьми. Спасибо Вам за ваш труд!”",
        "ua": "“Це чудова можливість поєднати приємне з корисним, отримати нову інформацію і поспілкуватися з новими людьми. Дякую Вам за вашу працю!”",
    },
    "reviews_text_5": {
        "ru": "“Преподаватели создают очень комфортною и благоприятную атмосферу в группе, а также за умеют индивидуально подойти к каждому студенту и буквально зажечь желанием изучать и говорить на английском!”",
        "ua": "“Викладачі створюють дуже комфортно і сприятливу атмосферу в групі, а також за вміють індивідуально підійти до кожного студента і буквально запалити бажанням вивчати і говорити англійською!”",
    },
    "reviews_text_6": {
        "ru": "Результат есть, советую посещать spiking club, который входит в программу обучения, практиковать разговорные навыки с носителями, которые помогают понимать различные акценты и конфигурации речи.",
        "ua": "“Результат є, раджу відвідувати spiking club, який входить в програму навчання, практикувати розмовні навички з носіями, які допомагають розуміти різні акценти і конфігурації мови.”",
    },
    "happyClient_title": {
        "ru": "Что про нас говорят",
        "ua": "Що про нас говорять",
    },
    "clients_text_1": {
        "ru": "Супер, вообще огонь. Я доволен, за три курса универа не узнал так много, как тут за три месяца.",
        "ua": "Супер, вогонь! Я задоволений, за три курсу універу не впізнав так багато, як тут за три місяці.",
    },
    "clients_text_2": {
        "ru": "Чем мне нравится ESL!? Живое общение, квалифицированные преподаватели и понятная и не сложная программа обучения!",
        "ua": "Чим мені подобається ESL !? Живе спілкування, кваліфіковані викладачі та зрозуміла і не складна програма навчання!",
    },
    "clients_text_3": {
        "ru": "Отличная практика разговорного английского! Всем рекомендую!",
        "ua": "Відмінна практика розмовної англійської! Всім рекомендую!",
    },
    "clients_text_4": {
        "ru": "Раньше не мог связать меду собой ни слова, теперь я свобоно могу говорить и понимать английскую речь. Рекомендую всем кто хочет говорить по-английски!",
        "ua": "Раніше не міг зв'язати між собою ні слова, тепер я можу вільно говорити і розуміти англійску мову. Рекомендую всім хто хоче говорити по-англійськи!",
    },
    "clients_name_2": {
        "ru": "Павел Багновец",
        "ua": "Павло Багновець",
    },
    "clients_name_3": {
        "ru": "Тимофей Шилин",
        "ua": "Тимофій Шилін",
    },
    "clients_name_4": {
        "ru": "Сергей Гук",
        "ua": "Сергій Гук",
    },
    "quiz_title": {
        "ru": "Тест для определения уровня",
        "ua": "Тест для визначення рівня",
    },
    "quiz_text": {
        "ru": "Проверьте свой уровень английского всего за несколько минут, пройдя этот бесплатный тест.",
        "ua": "Перевірте свій рівень англійської всього за декілька хвилин, пройшовши цей безкоштовний тест.",
    },
    "footer_text": {
        "ru": "Приглашаем всех желающих на курсы ESL. Если вы хотите свободно говорить на английском, у вас есть стремление и желание к этому, то мы вас ждем!",
        "ua": "Запрошуємо усіх бажаючих на круси ESL. Якщо ви бажаєте вільно розмовляти англійською, у вас є прагнення та бажання до цього, то мі чекаємо на вас!",
    },
    "quiz_main_text": {
        "ru": "Из представленных вариантов ответов Вам нужно выбрать фразу, которая должна стоять на месте пропуска",
        "ua": "З наданих варіантів відповідей Вам потрібно вибрати фразу, яка повинна стояти на місці пропуску",
    },
    "contact_name": {
        "ru": "Введите ваше имя",
        "ua": "Введіть ваше ім'я",
    },
    "contact_tel": {
        "ru": "Введите номер телефона",
        "ua": "Введіть номер телефону",
    },
    "contact_email": {
        "ru": "Введите email",
        "ua": "Введіть email",
    },
    "contact_btn": {
        "ru": "Отправить",
        "ua": "Надіслати",
    },
    "card_text_during_1": {
        "ru": "Длительность курса: 2.5 месяца",
        "ua": "Тривалість курсу: 2.5 місяці",
    },
    "card_text_hour_1": {
        "ru": "(48 часов)",
        "ua": "(48 годин)",
    },
    "card_text_grafik_1": {
        "ru": "График: 3 зан. / нед. по 150 минут",
        "ua": "Графік: 3 зан. / тиж. по 150 хвилин",
    },
    "card_text_cost_1": {
        "ru": "108 грн / час (5200 грн / курс)",
        "ua": "108 грн / год (5200 грн / курс)",
    },
    "card_text_during_2": {
        "ru": "Длительность курса: 2 месяца",
        "ua": "Тривалість курсу: 2 місяці",
    },
    "card_text_hour_2": {
        "ru": "(48 часов)",
        "ua": "(48 годин)",
    },
    "card_text_grafik_2": {
        "ru": "График: 2 зан. / нед. по 120 минут",
        "ua": "Графік: 2 зан. / тиж. по 120 хвилин",
    },
    "card_text_cost_2": {
        "ru": "104 грн / час (5200 грн / курс)",
        "ua": "104 грн / год (5200 грн / курс)",
    },
    "card_text_during_3": {
        "ru": "Длительность курса: 1 месяц",
        "ua": "Тривалість курсу: 1 місяць",
    },
    "card_text_hour_3": {
        "ru": "(24 часа)",
        "ua": "(24 години)",
    },
    "card_text_grafik_3": {
        "ru": "График: 2 зан. / нед. по 120 минут",
        "ua": "Графік: 2 зан. / тиж. по 120 хвилин",
    },
    "card_text_cost_3": {
        "ru": "170 грн / час (1890 грн / курс)",
        "ua": "170 грн / год (1890 грн / курс)",
    },
    "card_text_during_4": {
        "ru": "Длительность курса: 2.5 месяца",
        "ua": "Тривалість курсу: 2.5 місяці",
    },
    "card_text_hour_4": {
        "ru": "(48 часов)",
        "ua": "(48 годин)",
    },
    "card_text_grafik_4": {
        "ru": "График: 3 зан. / нед. по 150 минут",
        "ua": "Графік: 3 зан. / тиж. по 150 хвилин",
    },
    "card_text_cost_4": {
        "ru": "109 грн / час (5200 грн / курс)",
        "ua": "109 грн / год (5200 грн / курс)",
    },
    "card_text_during_5": {
        "ru": "Длительность курса: 2 месяца",
        "ua": "Тривалість курсу: 2 місяці",
    },
    "card_text_hour_5": {
        "ru": "(48 часов)",
        "ua": "(48 годин)",
    },
    "card_text_grafik_5": {
        "ru": "График: 2 зан. / нед. по 120 минут",
        "ua": "Графік: 2 зан. / тиж. по 120 хвилин",
    },
    "card_text_cost_5": {
        "ru": "112 грн / час (5400 грн / курс)",
        "ua": "112 грн / год (5400 грн / курс)",
    },
    "card_text_during_6": {
        "ru": "Длительность курса: 1 месяц",
        "ua": "Тривалість курсу: 1 місяць",
    },
    "card_text_hour_6": {
        "ru": "(12 часов)",
        "ua": "(12 годин)",
    },
    "card_text_grafik_6": {
        "ru": "График: 2 зан. / нед. по 90 минут",
        "ua": "Графік: 2 зан. / тиж. по 90 хвилин",
    },
    "card_text_cost_6": {
        "ru": "155 грн / час (1890 грн / курс)",
        "ua": "155 грн / год (1890 грн / курс)",
    },
    "": {
        "ru": "",
        "ua": "",
    },
    "": {
        "ru": "",
        "ua": "",
    },
    "": {
        "ru": "",
        "ua": "",
    },
    "": {
        "ru": "",
        "ua": "",
    },

}